wiki: update content 2026-04-13
